       IDENTIFICATION DIVISION.
       PROGRAM-ID. hello_world.
       AUTHOR. "Enkhjargal Lkhagvaa".

       PROCEDURE DIVISION.
           DISPLAY "Hello COBOL".
           STOP RUN.
